<table class="table table-bordered">
<thead>
    <tr>
        <th scope="col">ข้อคำถาม</th></th>
        <th scope="col">ใช่</th> 
        <th scope="col">ไม่</th>
       
    </tr>
</thead>
<tbody>
    <tr>
        <td>นอนไม่เพียงพอ (เพราะผู้พิการตื่นบ่อยหรือร้องขอความช่วยเหลือฯลฯ)</td>
        <td>0</td>
        <td>0</td>
      
    </tr>
  <tr>
    
    <td>ไม่สะดวกในการดูแลผู้พิการ (เพราะการดูแลผู้พิการติดเตียงต้องใช้เวลามาก
หรือต้องเดินทาง ฯลฯ)</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>รู้สึกมีปัญหาทางกาย (เพราะต้องช่วยเหลือผู้พิการในการเคลื่อนย้าย และต้อง
ใช้ความพยายามในการดูแลเอาใจใส่อย่างมาก)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>การดูแลผู้พิการทำให้ท่านไม่มีเวลาทำอย่างอื่น
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>การดูแลผู้พิการทำให้คนในครอบครัวต้องปรับตัว (เพราะการดูแลผู้พิการทำให้เกิดการเปลี่ยนแปลงเวลาการทำงานหรือกิจวัตรประจำวัน/หรือทำให้ไม่มีเวลาเป็นส่วนตัว)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>การดูแลผู้พิการทำให้ท่านต้องเปลี่ยนแผนการทำงานของท่าน (เช่นต้องปฏิเสธงานที่ได้รับมอบหมาย หรือไม่สามารถไปเที่ยวหรือทำธุระส่วนตัวได้)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>ต้องให้เวลากับคนในครอบครัวมากขึ้น
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>ต้องพยายามปรับตัวหรือสภาพจิตใจและอารมณ์ (เพราะมักมีการขัดแย้งรุนแรงเกิดขึ้น)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>อาการหรือพฤติกรรมบางอย่างของผู้พิการทำให้ท่านวิตกกังวลหรือหนักใจ(เช่น ไม่สามารถควบคุมการขับถ่าย มีแผลกดทับ ฯลฯ)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>รู้สึกไม่สบายใจที่ผู้พิการด้านร่างกายไม่สามารถช่วยเหลือตนเองได้
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>ต้องมีการปรับตัวเรื่องการทำงาน (เช่นต้องลางานเพื่อมาดูแลผู้พิการบ่อย ๆ)
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>เกิดปัญหาด้านการเงิน
</td>
    <td>0</td>
    <td>0</td>
  </tr>
  <tr>
    <td>รู้สึกว่ามีปัญหารุมเร้า (เช่นท่านกังวลตลอดเวลาว่าจะแก้ปัญหาที่รุมเร้าได้อย่างไร)
</td>
    <td>0</td>
    <td>0</td>
  </tr>


  </tbody>
</table>