<!DOCTYPE html>
<html>

<body>

	<table class="table table-bordered">
        <thead>
        <tr>
            <th>คำถาม</th>
            <th>คะแนน</th> 
         </tr>
       <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">1. Feeding (รับประทานอาหารเมื่อเตรียมสำรับไว้ให้เรียบร้อยต่อหน้า)</td>
            <td><input id="qtsl_s1_rd0" type="radio" name="quest_select" value="rd0"> ไม่สามารถตักอาหารเข้าปากได้ ต้องมีคนป้อนให้</td>
         </tr>
         <tr>
            <td><input id="qtsl_s1_rd1" type="radio" name="quest_select" value="rd1"> ตักอาหารเองได้แต่ต้องมีคนช่วย เช่น ช่วยใช้ช้อนตักเตรียมไว้ให้หรือตัดเป็นเล็กๆไว้ล่วงหน้า</td>
         </tr>
         <tr>
            <td><input id="qtsl_s1_rd2" type="radio" name="quest_select" value="rd2"> ตักอาหารและช่วยตัวเองได้เป็นปกติ</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "2">2. Grooming (ล้างหน้า หวีผม แปรงฟัน โกนหนวด ในระยะเวลา 24 - 28 ชั่วโมงที่ผ่านมา)</td>
            <td><input id="qtsl_s1_rd0" type="radio" name="quest_select" value="rd0"> ต้องการความช่วยเหลือ</td>
         </tr>
         <tr>
            <td>1. ทำเองได้ (รวมทั้งที่ท าได้เองถ้าเตรียมอุปกรณ์ไว้ให้)</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "4">3. Transfer (ลุกนั่งจากที่นอน หรือจากเตียงไปยังเก้าอี้)</td>
            <td>0. ไม่สามารถนั่งได้ (นั่งแล้วจะล้มเสมอ) หรือต้องใช้คนสองคนช่วยกันยกขึ้น</td>
         </tr>
         <tr>
            <td>1. ต้องการความช่วยเหลืออย่างมากจึงจะนั่งได้ เช่น ต้องใช้คนที่แข็งแรงหรือมีทักษะ 1คน หรือใช้คน
   ทั่วไป 2 คนพยุงหรือดันขึ้นมาจึงจะนั่งอยู่ได้</td>
         </tr>
         <tr>
            <td>2. ต้องการความช่วยเหลือบ้าง เช่นบอกให้ทำตาม หรือช่วยพยุงเล็กน้อย หรือต้องมีคนดูแลเพื่อความปลอดภัย</td>
         </tr>
         <tr>
            <td>3. ทำได้เอง</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
        <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">4. Toilet use (ใช้ห้องน้ำ)</td>
            <td>0. ช่วยตัวเองไม่ได้</td>
         </tr>
         <tr>
            <td>1. ทำเองได้บ้าง (อย่างน้อยทำความสะอาดตัวเองได้หลังจากเสร็จธุระ) แต่ต้องการความช่วยเหลือในบางสิ่ง</td>
         </tr>
         <tr>
            <td>2. ช่วยตัวเองได้ดี (ขึ้นนั่งและลงจากโถส้วมเองได้ ทำความสะอาดได้เรียบร้อยหลังจากเสร็จธุระ
   ถอดใส่เสื้อผ้าได้เรียบร้อย)</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "4">5. Mobility (การเคลื่อนที่ภายในห้องหรือบ้าน)</td>
            <td>0. เคลื่อนที่ไปไหนไม่ได้</td>
         </tr>
         <tr>
            <td>1. ต้องใช้รถเข็นช่วยตัวเองให้เคลื่อนที่ได้เอง (ไม่ต้องมีคนเข็นให้) และจะต้องเข้าออกมุมห้อง
   หรือประตูได้</td>
         </tr>
         <tr>
            <td>2. เดินหรือเคลื่อนที่โดยมีคนช่วย เช่น พยุง หรือบอกให้ทำตาม หรือต้องให้ความสนใจดูแลเพื่อความปลอดภัย</td>
         </tr>
         <tr>
            <td>3. เดินหรือเคลื่อนที่ได้เอง</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">6. Dressing (การสวมใส่เสื้อผ้า)</td>
            <td>0. ต้องมีคนสวมใส่ให้ ช่วยตัวเองแทบไม่ได้หรือได้น้อย</td>
         </tr>
         <tr>
            <td>1. ช่วยตัวเองได้ประมาณร้อยละ 50 ที่เหลือต้องมีคนช่วย</td>
         </tr>
         <tr>
            <td>2. ช่วยตัวเองได้ดี (รวมทั้งการติดกระดุม รูดซิบ หรือใช้เสื้อผ้าที่ดัดแปลงให้เหมาะสมก็ได้)</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">7. Stairs (การขึ้นลงบันได 1 ชั้น)</td>
            <td>0. ไม่สามารถทำได้</td>
         </tr>
         <tr>
            <td>1. ต้องการคนช่วย</td>
         </tr>
         <tr>
            <td>2. ขึ้นลงได้เอง (ถ้าต้องใช้เครื่องช่วยเดิน เช่น walker จะต้องเอาขึ้นลงได้ด้วย)</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
         <tr>
            <td rowspan = "2">8. Bathing (การอาบน้ำ)</td>
            <td>0. ต้องมีคนช่วยหรือทำให้</td>
         </tr>
         <tr>
            <td>1. อาบน้ำเองได้</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
          <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">9. Bowels (การกลั้นการถ่ายอุจจาระในระยะ 1 สัปดาห์ที่ผ่านมา)</td>
            <td>0. กลั้นไม่ได้ หรือต้องการการสวนอุจจาระอยู่เสมอ</td>
         </tr>
         <tr>
            <td>1. กลั้นไม่ได้บางครั้ง (เป็นน้อยกว่า 1 ครั้งต่อสัปดาห์)</td>
         </tr>
         <tr>
            <td>2. กลั้นได้เป็นปกติ</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
        <!--////////////////////////////// -->
         <tr>
            <td rowspan = "3">10. Bladder (การกลั้นปัสสาวะในระยะ 1 สัปดาห์ที่ผ่านมา)</td>
            <td>0. กลั้นไม่ได้ หรือใส่สายสวนปัสสาวะแต่ไม่สามารถดูแลเองได้</td>
         </tr>
         <tr>
            <td>1. กลั้นไม่ได้บางครั้ง (เป็นน้อยกว่าวันละ 1 ครั้ง)</td>
         </tr>
         <tr>
            <td>2. กลั้นได้เป็นปกติ</td>
         </tr>
         <tr>
            <td colspan = "3"></td>
         </tr>
         <!--////////////////////////////// -->
        </tbody>
	</table>

</body>

</html>
