<table class="table table-bordered">
<thead>
    <tr>
        <th scope="col">ข้อที่</th>
        <th scope="col">ในช่วง 2 สัปดาห์ที่ผ่านมา</th> 
        <th scope="col">ไม่เลย</th>
        <th scope="col">เล็กน้อย</th>
        <th scope="col">ปานกลาง</th>
        <th scope="col">มาก</th>
        <th scope="col">มากที่สุด</th>
    </tr>
</thead>
<tbody>
    <tr>
        <td>1</td>
        <td>ท่านพอใจกับสุขภาพของท่านในตอนนี้เพียงใด</td>
        <td><input id="qt26_s1_rd5" type="radio" name="quest26" value="rd5"></td>
        <td><input id="qt26_s1_rd4" type="radio" name="quest26" value="rd4"></td>
        <td><input id="qt26_s1_rd3" type="radio" name="quest26" value="rd3"></td>
        <td><input id="qt26_s1_rd2" type="radio" name="quest26" value="rd2"></td>
        <td><input id="qt26_s1_rd1" type="radio" name="quest26" value="rd1"></td>
    </tr>
  <tr>
        <td>2</td>
        <td>การเจ็บปวดตามร่างกาย เช่น ปวดหัว ปวดท้อง ปวดตามตัว ทำให้ท่านไม่สามารถทำในสิ่งที่ต้องการมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
    </tr>
  <tr>
        <td>3</td>
        <td>ท่านมีกำลังเพียงพอที่จะทำสิ่งต่าง ๆ ในแต่ละวันไหม(ทั้งเรื่องงาน หรือการดำเนินชีวิตประจำวัน)</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
    </tr>
  <tr>
        <td>4</td>
        <td>ท่านพอใจกับการนอนหลับของท่านมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>5</td>
        <td>ท่านรู้สึกพึงพอใจในชีวิต (เช่น มีความสุข ความสงบ
มีความหวัง) มากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
    <tr>
        <td>6</td>
        <td>ท่านมีสมาธิในการทำงานต่าง ๆ ดีเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>7</td>
        <td>ท่านรู้สึกพอใจในตนเองมากน้อยแค่ไหน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>8</td>
        <td>ท่านยอมรับรูปร่างหน้าตาของตัวเองได้ไหม</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>9</td>
        <td>ท่านมีความรู้สึกไม่ดี เช่น รู้สึกเหงา เศร้า หดหู่ สิ้นหวังวิตกกังวล บ่อยแค่ไหน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>10</td>
        <td>ท่านรู้สึกพอใจมากน้อยแค่ไหนที่สามารถทำอะไร ๆผ่านไปได้ในแต่ละวัน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>11</td>
        <td>ท่านจำเป็นต้องไปรับการรักษาพยาบาลมากน้อยเพียงใดเพื่อที่จะทำงานหรือมีชีวิตอยู่ไปได้ในแต่ละวัน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>12</td>
        <td>ท่านพอใจกับความสามารถในการทำงานได้อย่างที่เคยทำมามากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>13</td>
        <td>ท่านพอใจต่อการผูกมิตรหรือเข้ากับคนอื่น อย่างที่ผ่านมาแค่ไหน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>14</td>
        <td>ท่านพอใจกับการช่วยเหลือที่เคยได้รับจากเพื่อน ๆ แค่ไหน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>15</td>
        <td>ท่านรู้สึกว่าชีวิตมีความมั่นคงปลอดภัยดีไหมในแต่ละวัน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>16</td>
        <td>ท่านพอใจกับสภาพบ้านเรือนที่อยู่ตอนนี้มากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>17</td>
        <td>ท่านมีเงินพอใช้จ่ายตามความจำเป็นมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>18</td>
        <td>ท่านพอใจที่จะสามารถไปใช้บริการสาธารณสุขได้ตามความจำเป็นเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>19</td>
        <td>ท่านได้รู้เรื่องราวข่าวสารที่จำเป็นในชีวิตแต่ละวันมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>20</td>
        <td>ท่านมีโอกาสได้พักผ่อนคลายเครียดมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>21</td>
        <td>สภาพแวดล้อมดีต่อสุขภาพของท่านมากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>22</td>
        <td>ท่านพอใจกับการเดินทางไปไหนมาไหนของท่าน(หมายถึงการคมนาคม) มากน้อยเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>23</td>
        <td>ท่านรู้สึกว่าชีวิตท่านมีความหมายมากน้อยแค่ไหน</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>24</td>
        <td>ท่านสามารถไปไหนมาไหนด้วยตนเองได้ดีเพียงใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>25</td>
        <td>(ชีวิตทางเพศ หมายถึง เมื่อเกิดความรู้สึกทางเพศขึ้นแล้วท่านมีวิธีจัดการทำให้ผ่อนคลายลงได้ รวมถึง การช่วยตัวเองหรือการมีเพศสัมพันธ์)</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>
  <tr>
        <td>26</td>
        <td>ท่านคิดว่าท่านมีคุณภาพชีวิต (ชีวิตความเป็นอยู่)อยู่ในระดับใด</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
        <td>0</td>
  </tr>


  </tbody>
</table>